---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerMSup2
source: html/49cdc154-740b-5eab-8b83-0a6f0b17d77a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerMSup2 Property

Symbol kg/m², indicating unit Kilograms per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerMSup2 { get; }
```